{
  "title":"Arvolution",
  "lan": "en",
  "howWeWork": "How we work",
  "analyze": "Analyze",
  "analyzeText": "This stage informs everything we do. To create a great solution, we first have to interact with the problem you’re trying to solve. Once we’ve identified the opportunities, we can begin ideation by mapping possible solutions onto conceptual models and information architecture. We focus on solving an actual need from your business, under technical constraints.",
  "designThinking": "Design Thinking",
  "designThinkingText": "In order to innovate beyond what already exists, you have to test and experience an idea to find its true value and functionality. Understanding your user’s needs will facilitate solutions that are not only feasible and viable, but − most importantly − wanted. The Design Thinking process allows you to effectively channel the potential of interdisciplinary collaboration by creating a common language in addressing problems.",
  "wireframing": "Wireframing",
  "wireframingText": "We design wireframes that first focus on content and flow of the primary product sections, and then gradually increase the fidelity to include interaction behavior, layout styles, and other details. Through rapid prototyping, features are implemented and tested with users. Just as it’s important to draft an article before you start elaborating, you need to structure the product before developing.",
  "development": "Development",
  "developmentText": "Development starts once the direction is solidified. Visual design is added and refined, while interactions and animations are polished. Incorporating design into the development process ensures a cohesive bond between form and function. Each feature, as it is developed, is created as a piece of the whole design. This eliminates lengthy reviews and rounds of design feedback after the solution is functionally complete.",
  "iterating": "Iterating",
  "iteratingText": "Once the solution becomes a tangible and testable experience, it will be refined as required until everything is perfect for your business and end user. Using an iterative and incremental approach to software development allows frequent deliveries with the ability to change product requirements throughout the project lifecycle, while controlling the progress and project risks.",
  "ourServices": "Our Services",
  "ourClients": "Our Clients",
  "resources": "Resources",
  "aboutUsText": "At Arvolution we develop creative, tailor-made, impactful solutions for companies to adapt into the ever-changing world of emerging technologies. We specialize in XR technologies (Augmented Reality/Virtual Reality/Mixed Reality) and industry 4.0 solutions.",
  "contact": "Contact",
  "company": "Company",
  "whatWeOffer": "What We Offer",
  "arvr": "AR/VR",
  "webMobDevelopment": "Web & Mobile Apps",
  "enterpriseSolutions": "Enteprise Solutions",
  "ar": "Augmented Reality",
  "vr": "Virtual Reality",
  "ourCompany": "Our Company",
  "arvolutionsTeam": "Arvolution's Team",
  "contactUs": "Contact Us",
  "products": "products",
  "flag":"/img/header/usa.png",
  "send": "Send",
  "name": "Name",
  "email": "Email",
  "message": "Message",
  "nameHasToBeSet": "Name has to be set",
  "invalidEmail": "Email address is invalid",
  "messageHasToBeSet": "Message has to be set",
  "sending": "Sending...",
  "send": "Send",
  "failed": "Error sending. Please try again.",
  "sent": "Sent. Thanks!",
  "subscribe" : "Subscribe"
}
