{
  "title":"Arvolution",
  "lan": "es",
  "howWeWork": "Como trabajamos",
  "analyze": "Analizar",
  "analyzeText": "Esta etapa informa todo lo que hacemos. Para crear una gran solución, primero necesitamos interactuar con el problema que intentas resolver. Una vez hemos identificado las oportunidades, podemos iniciar el proceso de ideación formando posibles soluciones. Nos enfocamos en resolver el problema específico de tu negocio.",
  "designThinking": "Design Thinking",
  "designThinkingText": "Para innovar más allá de lo que ya existe, se requiere hacer pruebas y experimentar la idea para encontrar su verdadero valor y funcionalidad. Entender las necesidades de tus usuarios facilitará soluciones que no solamente son realizables y viables, sino deseadas. El proceso de Design Thinking te permite canalizar de manera efectiva el potencial de colaboración multidisciplinaria al crear un lenguaje común para solucionar problemas.",
  "wireframing": "Maquetado",
  "wireframingText": "Diseñamos wireframes que se centran en el contenido y flujo de las secciones del producto principal, para después incrementar gradualmente la fidelidad que permita incluir la interacción, los estilos de diseño y otros detalles. A través de prototipado rápido, se implementan y se prueban las características con los usuarios. Así como es importante redactar un artículo antes de comenzar a elaborarlo, es necesario estructurar el producto antes de desarrollarlo.",
  "development": "Desarollo",
  "developmentText": "El desarrollo comienza una vez consolidada la dirección. Se agrega y refina el diseño visual, mientras se pulen las interacciones y animaciones. La incorporación del diseño al proceso de desarrollo asegura un vínculo cohesivo entre la forma y función. Cada característica, conforme se desarrolla, es creada como una pieza de todo el diseño. Esto elimina las revisiones y la redundancia una vez que el producto está funcionalmente completo.",
  "iterating": "Iteración",
  "iteratingText": "Una vez la solución cuente con capacidad de uso, será refinada según sea necesario hasta que todo resulte perfecto para su negocio y usuario final. El uso de un enfoque iterativo e incremental para el desarrollo de software permite entregas frecuentes con la capacidad de cambiar los requisitos del producto a lo largo del ciclo de vida del proyecto, al tiempo que se controla el progreso y los riesgos del proyecto.",
  "ourServices": "Nuestros Servicios",
  "ourClients": "Nuestros Clientes",
  "resources": "Recursos",
  "products": "Productos",
  "flag":"/img/header/mex.png",
  "aboutUsText": "En Arvolution creamos soluciones de alto impacto para que las compañías se adapten al cambio constante de tecnologías emergentes. Nos especializamos en tecnologías XR (Realidad Aumentada/Realidad Virtual/Realidad Mixta) y soluciones para la industria 4.0.",
  "contact": "Contacto",
  "company": "Empresa",
  "whatWeOffer": "Que Ofrecemos",
  "arvr": "AR/VR",
  "webMobDevelopment": "Aplicaciones web & móviles",
  "enterpriseSolutions": "Soluciones Enteprise",
  "ar": "Realidad Aumentada",
  "vr": "Realidad Virtual",
  "ourCompany": "Nuestra Compañia",
  "arvolutionsTeam": "El Equipo De Arvolution",
  "contactUs": "Contactanos",
  "send": "Enviar",
  "name": "Nombre",
  "email": "Correo",
  "message": "Mensaje",
  "nameHasToBeSet": "El nombre es requerido",
  "invalidEmail": "El correo electronico no es valido",
  "messageHasToBeSet": "El mensaje es requerido",
  "sending": "Enviando...",
  "send": "Enviar",
  "failed": "Error al enviar",
  "sent": "Enviado. Gracias!",
  "subscribe" : "Suscribir"
}
